Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/koulutus_ja_oppimateriaali(0).html.tmx
Source language: fin
Languages: sme

source: Koulutus- ja oppimateriaalilautakunta
sme: Skuvlen- ja oahppamateriálalávdegoddi

source: Koulutus- ja oppimateriaalilautakunta on Saamelaiskäräjien koulutuspoliittisten sekä saamenkieliseen varhaiskasvatukseen liittyvien esitysten, aloitteiden, lausuntojen ja kannanottojen valmistelija.
sme: Skuvlen- ja oahppamateriálalávdegoddi lea sámedikki skuvlenpolitihkalaš ja sámegielat árrabajásgeassimii gullevaš evttohusaid, álgagiid, cealkámušaid ja bealiváldimiid válmmaštalli orgána.

source: Lautakunta vastaa myös saamenkielisen oppimateriaalin suunnittelusta, valmistamisesta ja jakelusta.
sme: Lávdegotti mearrida maiddái oahppamateriálabarggu plánemis ja bušeahtas.

source: Lautakunnan tehtävänä on edistää saamelaisoppilaiden oikeuksia oman kielen ja omakieliseen opetukseen sekä saamelaisopetuksen asemaa Suomen koulujärjestelmässä.
sme: Lávdegotti bargun lea ovddidit sámeoahppiid vuoigatvuođaid iežaset giela ja iežasgielat oahpahussii ja maiddái ovddidit sámeoahpahusa sajádaga Suoma skuvlenortnegis.

source: Se tekee saamelaisten opetukseen liittyvää alueellista, kansallista ja pohjoismaista yhteistyötä.
sme: Dat bargá sámeoahpahussii gullevaš guovlluguovdasaš, álbmotlaš ja davviriikkalaš ovttasbarggu.

source: Lautakunta päättää valtion talousarviossa (pääluokka 29, opetus- ja kulttuuriministeriö) saamenkielisen oppimateriaalin ja saamelaisopetuksen kehittämiseen osoitettujen valtionavustusten käytöstä.
sme: Lávdegoddi mearrida stáhta bušeahtas (váldoluohkká 29, oahpahusministeriija) sámegielat oahppamateriála ja sámeoahpahusa ovddideapmái dárkkuhuvvon stáhtadoarjaga geavaheamis.

source: Se valmistelee Saamelaiskäräjien kokoukselle oppimateriaalituotannon vuotuiset ja pitemmän aikavälin suunnitelmat ja antaa vuosittain Saamelaiskäräjien kokoukselle ja Opetushallitukselle selvityksen saamenkielisen oppimateriaalin tilanteesta, tarpeista ja valtionavustuksen käytöstä.
sme: Dat válmmaštallá sámedikki čoahkkimii oahppamateriálabuvttadeami jahkásaš ja guhkit áigge plánaid ja addá jahkásaččat sámedikki čoahkkimii ja oahpahusráđđehussii čilgehusa oahppamateriáladilis ja stáhtadoarjaga geavaheamis.

source: Lautakunta valmistelee kerran vaalikauden aikana koulutuspoliittisen tiedonannon Saamelaiskäräjien kokoukselle.
sme: Lávdegoddi válmmaštallá oktii válgabajis skuvlenpolitihkalaš dieđáhusa Sámedikki čoahkkimii.

source: Lautakunta vastaa lisäksi Saamelaisnuorten taidetapahtumasta (Sámenuoraid dáiddadáhpáhus), joka on vuosittain yhteistyössä saamelaisten kotiseutualueen kuntien ja saamelaisyhdistysten kanssa järjestettävä lasten ja nuorten taide- ja kulttuurikatselmus.
sme: Lávdegoddi vástida lassin Sámenuoraid dáiddadáhpáhusas, mii lea jahkásaččat ovttasbarggus sámiid ruovttuguovllu gielddaiguin ja sámeservviiguin ordnejuvvon mánáid ja nuoraid dáidda- ja kulturdáhpáhus.

source: Lautakunnan käsittelemät asiat valmistelee ja toimeenpanee koulutus- ja oppimateriaalitoimisto.
sme: Lávdegotti gieđahallan áššiid válmmaštallá ja ollašuhttá skuvlen- ja oahppamateriáladoaimmahat.

source: Lautakunnan esittelijöinä toimivat koulutussihteeri (koulutuspoliittiset ja varhaiskasvatusasiat) ja oppimateriaalisihteeri (oppimateriaaliasiat).
sme: Lávdegotti áššemeannudeaddjin doibmet skuvlenčálli (skuvlenpolitihkalaš ja árrabajásgeassináššit) ja oahppamateriálačálli (oahppamateriálaáššit).

source: Koulutus- ja oppimateriaalilautakuntaan kuuluvat vuosina 2020-2023 seuraavat jäsenet:
sme: Skuvlen- ja oahppamateriálalávdegoddái gullet jagiin 2020 – 2023 čuovvovaš lahtut ja várrelahtut:

source: Jäsenet: Ljetoff Tauno, pj. Magga Ulla-Maarit, vpj. Aikio-Siltala Niina Aikio Matti Valkeapää Samuel Pautamo Ellen Ravna Ellen
sme: Lahtut Ljetoff Tauno, sd. Magga Ulla-Maarit, vsd. Aikio-Siltala Niina Aikio Matti Valkeapää Samuel Pautamo Ellen Ravna Ellen

source: Varajäsenet: Kiprianoff Tuomas Juuso Berit-Ellen Mäenpää Iiris Hetta Elli-Marja Valkeapää Niko Jama Kaisa-Mari Lukkari Sammol
sme: Várrelahtut Kiprianoff Tuomas Juuso Berit-Ellen Mäenpää Iiris Hetta Elli-Marja Valkeapää Niko Jama Kaisa-Mari Lukkari Sammol
